<template>
    <div>
      <h2>- 나이스피앤아이</h2>
      <fieldset>
        <legend>내용</legend>
        <ul>
          <li>근무 기간 : 22.12.19~23.06.15</li>
          <li>업무 내용 : TR위탁보고</li>
          <li>'TR보고'란 08년도 글로벌 금융위기 이후 장외파생상품 거래 투명성 강화 및 위험관리를 위해 생긴 장외파생상품 거래 보고의무</li>
        </ul>
      </fieldset>

      <fieldset>
        <legend>배운 점</legend>
        <ul>
          <li>TR보고를 위해 거래계약서를 보고 파생상품의 거래들을 하나씩 분석하며, 새로운 유형이나 낯선 상품에도 자연스럽게 대처할 수 있는
            력을 키우게 되었습니다. 이 과정을 통해 자본시장 상에서의 파생상품의 역할들과 그 기능에 대해 알 수 있었습니다.
          </li>
          <li>추가적으로 라임사태, STO 등의 금융 이슈들을 다루는 세미나를 진행하며 과거와 현재의 금융상황에 대해서 적응할 수 있었습니다.</li>
        </ul>
      </fieldset>

      <fieldset>
        <legend>개선한 점</legend>
        <ul>
          <li>VBA를 통해 일지 자동화 작업을 진행하면서, 매일 아침 담당자들이 소요되는 시간을 줄이고 오류 또한 줄어들었습니다.</li>
          <li>IT담당자와의 협업을 통해, 특정 고객사가 보내주는 데이터셋을 TR보고 규격에 맞춰 배치되는 자동화 프로그램을 만들어서 
            1시간이 넘는 수작업을 10분 내외로 줄이는 데 성공하였습니다.</li>
        </ul>
      </fieldset>
    </div>
</template>
<style>
</style>